Repository: INOPIAE/inoCerts
Catalog: inoCerts/Resources/ResourcesLang.*.resx
Languages: de_de

# CmdCancel
source: Cancel
de_de: Abbrechen

# CmdLicense
source: License
de_de: Lizenz

# ApplicationDescription
source: This software is developed under AGPL v3.
de_de: Diese Software steht unter der AGPL v3.

# MsgStartAdmin
source: The appliciation must be started with "run as Administrator".
de_de: Das Programm muss mit "Als Administrator ausführen" gestartet werden.

# CertsNumberOfChainElements
source: Number of chain elements: {0}
de_de: Anzahl der Elemente der Kette: {0}

# CertsNotInTruststore
source: Not found in a truststore.
de_de: Nicht in einem Truststore gefunden.

# MsgError
source: Error
de_de: Fehler

# MsgPassword
source: The password is missing or wrong.
de_de: Das Passwort fehlt oder ist falsch.

# MsgFileMissing
source: The given file cannot be found.
de_de: Die angegebene Datei kann nicht gefunden werden.

# SettingsTitle
source: Settings
de_de: Einstellungen

# SettingsCertFolder
source: Certificate folder
de_de: Zertifikatsordner

# CertStoreToolTipTitle
source: Use of {0}
de_de: Nutzung von {0}

# CertStoreTitle
source: Choose certificate store
de_de: Auswahl des Zertifikatsstores

# CertStoreAdressbook
source: Used for email certificate of comminction partners.
de_de: Wird genutzt für die E-Mail-Zertifikate von Kommunikationspartneren.

# CertStoreDisallowed
source: Used for certificates that you do not trust.
de_de: Wird genutzt für Zertifikate, denen misstraut wird.

# CertStoreTrustedPeople
source: Used for certificates that you trust.
de_de: Wird genutzt für Zertifikate, denen vertraut wird.

# CertStoreTrustedPublisher
source: Used for certificates that you trust as issuer of software.
de_de: Wird genutzt für Zertifikate, die als vertrauenswürdige Herausgaber von Software gelten sollen.

# CertWPIACA
source: Select from WPIA's CA
de_de: Wähle WPIA CA

# CertWPIACurrentUser
source: Current User
de_de: Aktueller Benutzer

# CertWPIAIntermediate
source: Intermediate certificates (*.p7b)
de_de: Zwischenzertifikate (*.p7b)

# CertWPIALocalMachine
source: Locale machine
de_de: Lokaler Computer

# CertWPIARoot
source: Root certificate
de_de: Rootzertifikat

# CertWPIATitle
source: Import of WPIA root certificates
de_de: Import von WPIA Rootzertifikaten

# MsgRootExists
source: Root certificate is already imported.
de_de: Root-Zertifikat ist schon importiert.

# MsgRootImported
source: Root certificate successful imported.
de_de: Root-Zertifikat wurde erfolgreich importiert.

# MsgCancelImport
source: Import canceled.
de_de: Import abgebrochen.

# MsgCertstoreNotDefined
source: Certificatestore not defined.
de_de: Zertifikatsspeicher nicht definiert.

# CertImportFileFilter
source: Certificate {0}| All files ({1}) | {2}
de_de: Zertifikate {0}| Alle Dateien ({1}) | {2}

# CertImportRead
source: Certificates are processed.
de_de: Zertifikate werden eingelesen.

# CertImportStatusMsg
source: File contains {0} certificates
de_de: Datei enthält {0} Zertifikate

# CertImportInTruststore
source: Installed
de_de: Installiert

# CertImportCertStoreLabel
source: Certificatestore for {0}:
de_de: "Zertifikatsstore für {0}:

# CertImportTitle
source: Certificate import into Windows trusstore
de_de: Zertifikatsimport in Windowstruststore

# CertImportPassword
source: Password:
de_de: Passwort:

# CertImportIssuer
source: Issuer
de_de: Aussteller

# CertImportCertType
source: Certificate Type
de_de: Zertifikatstyp

# CertImportCertstore
source: Certificatestore
de_de: Zertifikatsspreicher

# CertImportCertFile
source: Certificate file:
de_de: Zertifikatsdatei:

# CertImportSubject
source: Subject (CN)
de_de: CN

# CertImportSelect
source: Select
de_de: Auswahl

# CmdAnalyse
source: Analyse
de_de: Analysieren

# CmdClose
source: Close
de_de: Schließen

# CmdDelete
source: Delete
de_de: Löschen

# CmdDeselectAll
source: Deselect all
de_de: Alle abwählen

# CmdImport
source: Import
de_de: Importieren

# CmdSelectAll
source: Select all
de_de: Alle auswählen

# MsgCertInTruststore
source: Certificate already install in truststore.
de_de: Zertifikat schon im Truststore vorhanden.

# MainWindowEntry
source: Window
de_de: Fenster

# MainRunAsAdmin
source: run as adminstrator
de_de: wird als Administrator ausgeführt

# MainCertificates
source: Certificates
de_de: Zertifikate

# MainFile
source: File
de_de: Datei

# MainImportWindows
source: Import certificate to Windows Truststore
de_de: Importiere Zertifikat in Windows Truststore

# MainAbout
source: About
de_de: Info

# MainNewWindow
source: New Window
de_de: Neues Fenster

# MainOptions
source: Options
de_de: Optionen

# MainQuit
source: Quit
de_de: Beenden

# MainStatusbar
source: Statusbar
de_de: Statusleiste

# MainTools
source: Tools
de_de: Extras

# MainView
source: View
de_de: Ansicht

# MainWindow
source: Windows
de_de: Fenster

# MainWindowsArrangeIcons
source: Arrange Symbols
de_de: Symbole anordnen

# MainWindowsCloseAll
source: Close all windows
de_de: Alle Fenster schließen

# MainWindowsHorizontal
source: Horizontal
de_de: Nebeneinander

# MainWindowsCascade
source: Cascade
de_de: Überlappend

# MainWindowsVertical
source: Vertical
de_de: Übereinander

# MainWPIARoot
source: WPIA root certificates
de_de: WPIA Root-Zertifikate

source: Not found
de_de: Nicht gefunden

# MozillaFirefoxProfiles
source: Firefox profiles
de_de: Firefox-Profile

# MozillaThunderbirdProfiles
source: Thunderbird profiles
de_de: Thunderbird-Profile

# MozillaTitle
source: Import roto certificates into Mozilla Truststores
de_de: Import von Root Zertifikaten in Mozilla Truststores

# MozillaPalemoonProfiles
source: Palemoon profiles
de_de: Palemoon-Profile

# MainImportMozilla
source: Import certificate to Mozilla Truststore
de_de: Importiere Zertifikate in Mozilla Truststore

# MsgErrorOccurs
source: The following error occurs:
de_de: Der folgende Fehler ist aufgetreten:
